{
"products": [
{
"productName": "Pizza Pants",
"description": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes & sandals",
"price": 172,
"category": "Ergonomic",
"imageUrl": "http://placeimg.com/640/480/technics?ts=600",
"reviews": [
{
"value": 2,
"content": "Ea molestiae tenetur minima voluptatibus nobis enim non alias. Enim necessitatibus possimus. Quo nisi ullam facilis. Inventore facilis saepe commodi qui expedita impedit aut omnis."
},
{
"value": 0,
"content": "Deleniti deleniti repudiandae veritatis ad doloribus. Consequatur corrupti et et minus similique. Suscipit autem quia distinctio voluptatem dolores molestiae eos. Debitis quo qui incidunt eveniet amet. Quas eos quis id quasi."
},
{
"value": 2,
"content": "Maxime animi modi officiis. Libero sunt odio. Iusto ut deleniti aut. Eum blanditiis adipisci qui quae hic et. Officia veniam totam repudiandae."
},
{
"value": 3,
"content": "Libero rerum aut natus sunt. Consectetur omnis aut quis nihil. Id quod ex qui ut repudiandae aut dolorum nostrum culpa. Laboriosam rerum rerum eum sint quam rerum laudantium sint."
},
{
"value": 0,
"content": "Facere deserunt consectetur aut quam excepturi reiciendis corporis. Cumque adipisci consequatur quo. Quo provident eaque veritatis doloribus eius. Ratione illo explicabo et magnam et quae ut rerum."
},
{
"value": 5,
"content": "Blanditiis esse minima aspernatur dolores nostrum ut tempore voluptas. Ut molestiae corporis ea dolores. Fugiat nostrum error illum magnam. Vel aliquid iste necessitatibus quasi in suscipit ut dolorem aliquid. Corrupti iusto nihil et et nisi fuga velit consequatur libero."
},
{
"value": 0,
"content": "Quisquam deserunt repellat. Et dolorum voluptatibus cupiditate sed fugit iure in magni. Quis velit harum aut. Repellendus eos quia facere tempora et."
},
{
"value": 2,
"content": "Consequuntur et autem sit id sit. Architecto quo voluptatem. Reprehenderit numquam provident et officia amet tenetur culpa. Tenetur impedit quam voluptates."
},
{
"value": 0,
"content": "Vero harum deleniti aspernatur. Dicta repudiandae aut quo a quaerat. Blanditiis atque eum. Quia recusandae ut ut sed blanditiis sunt omnis. Rem autem delectus perferendis non excepturi mollitia quis."
},
{
"value": 2,
"content": "Rerum aut numquam amet eligendi sit et placeat sit temporibus. Vero ratione ea cupiditate repellat soluta. Doloremque quae at est beatae velit."
},
{
"value": 2,
"content": "Tenetur distinctio impedit in commodi eius quaerat. Sunt nam natus velit voluptates quasi. Eligendi fugiat necessitatibus magni nam. Et omnis rerum inventore quis eos."
}
]
},
{
"productName": "Mouse Car",
"description": "The Football Is Good For Training And Recreational Purposes",
"price": 676,
"category": "Rustic",
"imageUrl": "http://placeimg.com/640/480/technics?ts=951",
"reviews": [
{
"value": 1,
"content": "Sed provident laboriosam quo omnis ut sint tenetur quia nesciunt. Necessitatibus corporis qui quo. Aliquam voluptas eum laudantium consequatur officia eum sed sed. Voluptatibus sequi pariatur aut amet incidunt molestiae maxime voluptas qui. Facere libero aut occaecati quisquam est quam repellat architecto voluptas."
},
{
"value": 5,
"content": "Iusto et quia repudiandae autem ad voluptas repudiandae pariatur. Quas aliquam doloremque commodi optio dolor itaque porro quaerat provident. Optio alias voluptates veritatis. Culpa qui culpa et neque qui ratione et architecto."
},
{
"value": 5,
"content": "Alias omnis sunt inventore doloremque. Illo fuga veritatis et ipsum quo et. Asperiores labore nam dolor incidunt sunt nam unde mollitia ut."
},
{
"value": 1,
"content": "Iure voluptatem delectus facilis soluta dolorem qui ea sed. Explicabo eum ad illum ipsum et expedita. Assumenda quia molestiae vel."
},
{
"value": 3,
"content": "Dolores vitae animi. Commodi voluptas cumque voluptatem quaerat voluptas fugiat maxime ad dolore. Rerum labore sit et blanditiis perferendis nam."
},
{
"value": 4,
"content": "Quos delectus repudiandae iste alias. Velit mollitia necessitatibus aut possimus incidunt sed officiis iste. Qui ullam nostrum dolor in maiores eum architecto voluptas laborum. Inventore sunt excepturi nihil deleniti. Et voluptate animi amet dolores. Architecto provident officiis quis."
},
{
"value": 4,
"content": "Nostrum fugiat libero necessitatibus adipisci. Facilis sit id eum commodi est consequuntur ea quasi. Totam qui minus labore laboriosam aperiam ullam nostrum. Et doloribus aut ea sequi quis excepturi."
},
{
"value": 2,
"content": "Ullam tempore ipsam. Dignissimos exercitationem tempore quia. Quos sint asperiores qui delectus iste dolorem."
},
{
"value": 5,
"content": "Eligendi pariatur magnam aliquam labore autem. Aut magnam quaerat reprehenderit harum cupiditate ut velit dolorum hic. Necessitatibus qui fugit non modi deleniti. Impedit qui earum est magnam. Consectetur delectus distinctio iure voluptas."
},
{
"value": 5,
"content": "Eligendi quam modi magni consequatur alias ut et aut sequi. Est aut aut architecto amet. Ea enim pariatur dolorem saepe incidunt laboriosam fuga. Qui praesentium qui rerum iste."
},
{
"value": 1,
"content": "Cumque sapiente autem et tempora molestias sit. Quam ipsum et fugit ut neque. Esse qui ullam ipsam nostrum quis eos. Doloremque error aut reiciendis corporis."
},
{
"value": 4,
"content": "Consequatur ut nihil necessitatibus beatae et dolorem quas. Expedita iure dolorum sed et neque. Cum provident voluptatem omnis dicta enim sint esse. Deserunt error earum velit unde veniam est labore praesentium. Quia natus similique dignissimos sed eius."
},
{
"value": 2,
"content": "Nulla voluptate eveniet aut ad nemo. Nulla quam aut autem voluptas sit et iure. Et accusamus nihil consequatur eos quo sit ut. Asperiores animi ex. Facilis quos eum voluptatem aut quos sed."
},
{
"value": 3,
"content": "Quidem provident totam laborum dignissimos illum quaerat voluptate. Porro tempora culpa et harum quaerat consequuntur tenetur aspernatur sed. Similique quas totam optio quia omnis et quos. Quam beatae aut doloribus voluptas commodi est hic hic."
},
{
"value": 5,
"content": "Qui dignissimos repellendus consectetur sint quasi. Modi qui omnis pariatur. Quas sequi ipsam soluta sint. Harum eos ut ducimus et ut."
},
{
"value": 0,
"content": "Laudantium et itaque sed necessitatibus dicta voluptates. Libero qui qui consequatur qui et. Cum aut nemo occaecati minima non ipsum asperiores commodi."
},
{
"value": 3,
"content": "Natus sint quaerat dolores sit labore iste autem blanditiis occaecati. Qui aliquam deleniti sunt. Deserunt quis mollitia eligendi. Aliquid qui accusamus ea dignissimos asperiores. Minima hic doloremque mollitia velit commodi neque ipsam aut vel. Rerum non ratione quod et laudantium."
},
{
"value": 4,
"content": "Eum modi omnis sit rerum. Fugiat explicabo quia sapiente facere est vitae quo quibusdam. Veritatis dolorem illum. Autem aut nemo. Illum quasi omnis eos fugit. Quis vitae modi."
},
{
"value": 2,
"content": "Quia consequatur repellendus eveniet. Et libero fugit est delectus aut modi at. Dolorem accusamus quia omnis."
},
{
"value": 2,
"content": "Inventore fugit beatae necessitatibus voluptatibus fuga nam accusantium. Sed aliquid corporis fugit saepe sed dolorem. Unde ullam aspernatur aut autem ipsa consectetur. Asperiores sint rerum nihil veniam. Eum quidem nobis alias accusamus autem voluptatem. Et tenetur ea inventore."
}
]
}
]
}
